[Rainmeter]
Update=1000
AccurateText=1
Group=pcinf
[Metadata]
Name=PRTS组件
Author=三春桃李
Information=显示硬盘可用空间
Version=1.0.0
License=Creative Commons Attribution - Non - Commercial - Share Alike 4.0

[Variables]

[MeterCycleBack]
; 这是隐藏按钮（青色），需要和wallpaper engine上的小眼睛对齐
Meter=Roundline
x=367
;例子：x=467 这会让青色按钮向右移动
y=189
;例子：y=289 这会让青色按钮向下移动
w=54
h=54
StartAngle=(Rad(270))
RotationAngle=(Rad(360))
LineStart=0
LineLength=27
Solid=1
LineColor=100,200,200,100
; 记得修改上方透明度！
; 记得Ctrl + S 保存！
leftMouseUpAction = [!HideFadeGroup pcinf][!ActivateConfig "#CurrentConfig#\back"]
SolidColor=0,0,0,1